Repository: artcomventure/wordpress-plugin-cropImageSizes
Catalog: languages/*.po
Languages: de_de

source: %s size
de_de: %s Größe

source: Action for all image sizes
de_de: Aktion für alle Bildgrößen

source: Be aware that the following image sizes have their dimension for a <i>reason</i><br />... so be <i>careful</i> changing them and always check the output.
de_de: Sei dir bewusst, dass die folgenden Bildgrößen ihre Dimensionen aus einem <i>Grund</i> haben<br />... also sei <i>vorsichtig</i>, sie zu ändern und überprüfe immer die Ausgabe.

source: Crop this image size to exact dimensions
de_de: Auf die exakte Größe beschneiden

source: Edit all available image sizes.
de_de: Bearbeite alle verfügbaren Bildgrößen.

source: Image Sizes
de_de: Bildergrößen

source: Initializing ...
de_de: Initialisierung ...

source: Note
de_de: Hinweis

source: Nothing to regenerate.
de_de: Keine Bilder zum Regenerieren vorhanden.

source: Regenerate all images
de_de: Alle Bilder neu erstellen

source: Regenerating completed!
de_de: Regeneration abgeschlossen!

source: Regenerating image %s of %s: %s
de_de: Regeneriere Bild %s von %s: %s

source: Regenerate images
de_de: Bilder neu erstellen

source: Reset
de_de: Zurücksetzen

source: Reset all to default
de_de: Alle Werte auf Standard zurücksetzen

source: Reset to default
de_de: Werte auf Standard zurücksetzen
